Repository: jtopjian/openstack-dashboard-2013.1.2
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/django.po
Languages: fr

source: No security groups found.
fr: Pas de groupes de sécurité trouvés.

source: No security groups enabled.
fr: Pas de groupes de sécurité activés.

source: From here you can edit the instance details.
fr: De là, vous pouvez modifier les détails de l'instance.

source: Modified instance "%s".
fr: Modifié par exemple "% s".

source: Unable to modify instance "%s".
fr: Impossible de modifier par exemple "% s".

source: Load Balancers
fr: Les équilibreurs de charge

source: Add Pool
fr: Ajouter Piscine

source: Add Vip
fr: Ajouter Vip

source: Add Member
fr: Ajouter un membre

source: Add Monitor
fr: Ajouter Surveiller

source: Delete
fr: Supprimer

source: Pools
fr: Piscines

source: Monitor
fr: Surveiller

source: Monitors
fr: Moniteurs

source: Member
fr: Membre

source: Members
fr: Membres

source: Protocol Port
fr: Protocole Port

source: Monitor Type
fr: Type de moniteur

source: Unable to retrieve pools list.
fr: Impossible de récupérer la liste des piscines.

source: Unable to retrieve member list.
fr: Impossible de récupérer la liste des membres.

source: Unable to retrieve monitor list.
fr: Impossible de récupérer la liste de surveillance.

source: Pool Details
fr: Détails de pool

source: Unable to retrieve pool details.
fr: incapable de récupérer les détails de le pool.

source: Vip Details
fr: Vip Détails

source: Unable to retrieve vip details.
fr: incapable de récupérer les informations VIP.

source: Member Details
fr: Détails membres

source: Unable to retrieve member details.
fr: incapable de récupérer les détails membres.

source: Monitor Details
fr: Surveiller les détails

source: Unable to retrieve monitor details.
fr: incapable de récupérer les caractéristiques du moniteur.

source: Unable to delete monitor.
fr: incapable de supprimer le moniteur.

source: Must delete Vip first.
fr: Doit supprimer Vip premier.

source: Unable to delete member.
fr: Impossible de supprimer le membre.

source: Unable to locate vip to delete.
fr: Impossible de localiser vip supprimer.

source: Unable to delete vip.
fr: Impossible de supprimer vip.

source: Unable to retrieve pool subnet.
fr: Impossible de récupérer piscine sous-réseau.

source: Load Balancing Method
fr: Chargez méthode d'équilibrage

source: Select a Subnet
fr: Sélectionnez un sous-réseau

source: Unable to retrieve networks list.
fr: Impossible de récupérer la liste des réseaux.

source: Select a Protocol
fr: Sélectionnez un protocole

source: Create Pool for current tenant. Assign a name and description for the pool. Choose one subnet where all members of this pool must be on. Select the protocol and load balancing method for this pool. Admin State is UP (checked) by default.
fr: Créer une piscine pour le locataire actuel. Attribuez un nom et une description pour la piscine. Choisissez un sous-réseau où tous les membres de ce pool doivent être allumés. Sélectionnez le protocole et la méthode d'équilibrage de charge pour ce pool. État Admin est UP (vérifié) par défaut.

source: Added Pool "%s".
fr: Ajouté Pool "% s".

source: Unable to add Pool "%s".
fr: Impossible d'ajouter Pool "% s".

source: Vip Address from Floating IPs
fr: Adresse Vip provenant d'adresses IP flottants

source: Session Persistence
fr: La persistance de session

source: Cookie Name
fr: Nom du cookie

source: Required for APP_COOKIE persistence; Ignored otherwise.
fr: Nécessaire pour la persistance de APP_COOKIE; ignoré autrement.

source: Connection Limit
fr: Limite de connexion

source: Specify a free IP address from %s
fr: Indiquez une adresse IP libre à partir de% s

source: Set Session Persistence
fr: Réglez la persistance de session

source: Currently Not Supported
fr: Actuellement non pris en charge

source: Create a vip (virtual IP) for this pool. Assign a name and description for the vip. Specify an IP address and port for the vip. Choose the protocol and session persistence method for the vip.Specify the max connections allowed. Admin State is UP (checked) by default.
fr: Créer un (IP virtuelle) vip pour ce pool. Attribuez un nom et une description pour le vip. Indiquez une adresse IP et le port du VIP. Choisissez le protocole et la méthode de persistance de session pour le vip.Specify les connexions maximale autorisée. État Admin est UP (vérifié) par défaut.

source: Added Vip "%s".
fr: Ajouté Vip "% s".

source: Unable to add Vip "%s".
fr: Impossible d'ajouter Vip "% s".

source: Only one address can be specified.Unable to add Vip %s.
fr: Une seule adresse peut être specifier. Incapable d'ajouter Vip% s.

source: Unable to retrieve pool.
fr: Impossible de récupérer piscine.

source: Cookie name must be specified with APP_COOKIE persistence.
fr: Le nom de cookie doit être spécifiée avec la persistance de APP_COOKIE.

source: Member(s)
fr: Membre (s)

source: Select members for this pool
fr: Sélectionner les membres de ce pool

source: Weight
fr: Poids

source: Select a Pool
fr: Sélectionnez un pool

source: Unable to retrieve instances list.
fr: Impossible de récupérer la liste des instances.

source: No servers available. Click Add to cancel.
fr: Pas de serveurs disponibles. Cliquez sur Ajouter pour annuler.

source: Add member to selected pool. Choose one or more listed instances to be added to the pool as member(s). Assign a numeric weight for this member Specify the port number the member(s) operate on; e.g., 80.
fr: Ajouter un membre à la piscine sélectionné. Choisissez une ou plusieurs instances cotées à ajouter à la piscine en tant que membre (s). Attribuer un poids numérique pour ce membre Spécifiez le numéro de port du membre (s) fonctionnent sur, par exemple, 80.

source: Added Member "%s".
fr: Ajouté membres "% s".

source: Unable to add Member %s.
fr: Impossible d'ajouter membre% s.

source: No instances available.%s
fr: Aucun cas disponibles.% S

source: Unable to retrieve ports list.
fr: Impossible de récupérer la liste des ports.

source: Delay
fr: Retard

source: Timeout
fr: Pause

source: Max Retries (1~10)
fr: Tentatives Max (1 ~ 10)

source: HTTP Method
fr: Méthode HTTP

source: Expected HTTP Status Codes
fr: Attendus codes de statut HTTP

source: Select Type
fr: Sélectionner le type

source: Select HTTP Method
fr: Sélectionnez la méthode HTTP

source: Create a monitor for a pool. Select target pool and type of monitoring. Specify delay, timeout, and retry limits required by the monitor. Specify method, URL path, and expected HTTP codes upon success.
fr: Créer un moniteur pour une piscine. Sélectionnez piscine cible et le type de surveillance. Spécifiez délai, délai et réessayez limites requises par le moniteur. Préciser la méthode, l'URL et codes HTTP attendus en cas de succès.

source: Added Monitor "%s".
fr: Ajouté Monitor "% s".

source: Unable to add Monitor "%s".
fr: Impossible d'ajouter Monitor "% s".

source: Tenant ID:
fr: Locataire ID:

source: Pool ID:
fr: ID de le pool:

source: Address:
fr: Adresse:

source: Protocol Port:
fr: Protocole Port:

source: Weight:
fr: Poids:

source: Admin State Up:
fr: État Administrateur Up:

source: Status:
fr: Statut:

source: Delay:
fr: Retard:

source: Max Retries:
fr: Max tentatives:

source: HTTP Method:
fr: Méthode HTTP:

source: URL Path:
fr: Chemin d'URL:

source: Expected Codes:
fr: Codes attendus:

source: Name:
fr: Nom:

source: Protocol:
fr: Protocole:

source: Load Balancing Method:
fr: Chargez méthode d'équilibrage:

source: Members:
fr: Membres:

source: Health Monitors:
fr: Moniteurs de santé:

source: Session Persistence:
fr: La persistance de session:

source: Cookie Name:
fr: Nom du cookie:

source: Connection Limit:
fr: Limite de connexion:

source: Add New Member
fr: Ajouter un nouveau membre

source: Add New Monitor
fr: Ajouter un nouveau moniteur

source: Add New Pool
fr: Ajouter une nouvelle piscine

source: Specify Vip
fr: Spécifiez Vip

source: Network Topology
fr: Topologie du réseau

source: This pane needs javascript support.
fr: Ce volet a besoin de soutien javascript.

source: There are no networks, routers, or connected instances to display.
fr: Il n'y a pas de réseaux, routeurs, ou des instances reliées à afficher

source: Add Subnet
fr: Ajouter le réseau secondaire

source: Unable to retrieve network details.
fr: Impossible de récupérer les précisions du réseau.

source: Network Name. This field is optional.
fr: Nom du réseau. Ce champ est facultatif.

source: From here you can create a new network. In addition a subnet associated with the network can be created in the next panel.
fr: À partir d’ici, vous pouvez créer un nouveau réseau . Vous pourrez y associer un réseau secondaire au prochain panneau.

source: Subnet Name
fr: Nom de sous-réseau

source: Subnet Name. This field is optional.
fr: Nom de sous-réseau. Ce champ est facultatif.

source: Network Address
fr: Adresse du réseau

source: Network address in CIDR format (e.g. 192.168.0.0/24)
fr: Adresse du réseau en format CIDR (par ex., 192.168.0.0/24)

source: Gateway IP (optional)
fr: Passerelle IP (facultatif)

source: IP address of Gateway (e.g. 192.168.0.254) The default value is the first IP of the network address (e.g. 192.168.0.1 for 192.168.0.0/24). If you use the default, leave blank. If you want to use no gateway, check 'Disable Gateway' below.
fr: Adresse IP de la passerelle (par exemple 192.168.0.254) La valeur par défaut est la première IP de l'adresse de réseau (par exemple 192.168.0.1 pour 192.168.0.0/24). Si vous utilisez la valeur par défaut, laissez le champ vide. Si vous souhaitez utiliser aucune passerelle, cochez "Désactiver Gateway» ci-dessous.

source: Disable Gateway
fr: Désactiver la passerelle

source: You can create a subnet associated with the new network, in which case "Network Address" must be specified. If you wish to create a network WITHOUT a subnet, uncheck the "Create Subnet" checkbox.
fr: Vous pouvez associer un réseau secondaire au nouveau réseau. Pour cela, préciser "Adresse du réseau". Pour créer un réseau SANS réseau secondaire, décocher la case "Créer un réseau secondaire".

source: Specify "Network Address" or clear "Create Subnet" checkbox.
fr: Spécifiez "Adresse du réseau" ou décochez la case "Créer un réseau secondaire".

source: Network Address and IP version are inconsistent.
fr: L’adresse du réseau et sa version IP ne concordent pas.

source: The subnet in the Network Address is too small (/%s).
fr: Le sous-réseau de l'adresse réseau est trop petit (/% s).

source: Gateway IP and IP version are inconsistent.
fr: L’IP de la passerelle et la version IP ne concordent pas.

source: Specify IP address of gateway or check "Disable Gateway".
fr: Indiquez l'adresse IP de la passerelle ou cochez "Désactiver Gateway».

source: Enable DHCP
fr: Activer DHCP

source: Allocation Pools
fr: Pools d'affectation

source: IP address allocation pools. Each entry is &lt;start_ip_address&gt;,&lt;end_ip_address&gt; (e.g., 192.168.1.100,192.168.1.120) and one entry per line.
fr: Pools d'allocation d'adresses IP. Chaque entrée est <start_ip_address>, <end_ip_address> (par exemple, 192.168.1.100,192.168.1.120) et une entrée par ligne.

source: IP address list of DNS name servers for this subnet. One entry per line.
fr: Liste des adresses IP des serveurs de noms DNS pour ce sous-réseau. Une entrée par ligne.

source: Host Routes
fr: Routes d'accueil

source: Additional routes announced to the hosts. Each entry is &lt;destination_cidr&gt;,&lt;nexthop&gt; (e.g., 192.168.200.0/24,10.56.1.254)and one entry per line.
fr: Routes supplémentaires annoncés pour les hôtes. Chaque entrée est <destination_cidr>, <nexthop> (par exemple, 192.168.200.0/24, 10.56.1.254) et une entrée par ligne.

source: You can specify additional attributes for the subnet.
fr: Vous pouvez spécifier des attributs supplémentaires pour le sous-réseau.

source: %(field_name)s: Invalid IP address (value=%(ip)s)
fr: % (Field_name) s: adresse IP non valide (valeur =% (ip) s)

source: %(field_name)s: Invalid IP address (value=%(network)s)
fr: % (Field_name) s: adresse IP non valide (valeur =% (réseau) s)

source: Start and end addresses must be specified (value=%s)
fr: Adresses de départ et de fin doivent être spécifiées (valeur =% s)

source: Start address is larger than end address (value=%s)
fr: Commencez adresse est plus grand que l'adresse de fin (valeur =% s)

source: Host Routes format error: Destination CIDR and nexthop must be specified (value=%s)
fr: Routes Host erreur de format: CIDR de destination et nexthop doit être spécifié (valeur =% s)

source: Created network "%s".
fr: Réseau "%s" créé

source: Unable to create network "%s".
fr: Impossible de créer le réseau "%s"

source: Network "%s" was successfully created.
fr: Le réseau "%s" a été créé.

source: Failed to create network "%(network)s": %(reason)s
fr: Impossible de créer le réseau "% (réseau) s":% (raison) s

source: Subnet "%s" was successfully created.
fr: Le réseau secondaire "%s" a été créé.

source: Failed to create subnet "%(sub)s" for network "%(net)s": %(reason)s
fr: Impossible de créer le sous-réseau "% (sub) s" pour le réseau "% (net) s":% (raison) s

source: Delete the created network "%s" due to subnet creation failure.
fr: Supprimer le réseau "% s" créé en raison de l'échec de la création de sous-réseau.

source: Failed to delete network "%s"
fr: Impossible de supprimer le réseau "% s"

source: Attached
fr: Annexé

source: Detached
fr: Désannexé

source: Attached Device
fr: Périphérique connecté

source: Unable to retrieve port details
fr: Impossible de récupérer les précisions sur le port

source: Unable to retrieve subnet details.
fr: Impossible de récupérer les précisions du réseau secondaire.

source: Unable to retrieve subnet details
fr: Impossible de récupérer les précisions du réseau secondaire

source: You can create a subnet associated with the network. Advanced configuration are available at "Subnet Detail" tab.
fr: Vous pouvez créer un sous-réseau associé au réseau. Configuration avancée sont disponibles à l'onglet "Détail de sous-réseau".

source: Created subnet "%s".
fr: Créé sous-réseau "% s".

source: Unable to create subnet "%s".
fr: Impossible de créer un sous-réseau "% s".

source: IP address of Gateway (e.g. 192.168.0.254). You need to specify an explicit address to set the gateway. If you want to use no gateway, check 'Disable Gateway' below.
fr: Adresse IP de la passerelle (par exemple 192.168.0.254). Vous devez spécifier une adresse explicite pour définir la passerelle. Si vous souhaitez utiliser aucune passerelle, cochez "Désactiver Gateway» ci-dessous.

source: You can update a subnet associated with the network. Advanced configuration are available at "Subnet Detail" tab.
fr: Vous pouvez mettre à jour un sous-réseau associé au réseau. Configuration avancée sont disponibles à l'onglet "Détail de sous-réseau".

source: Update
fr: Mettre à jour

source: Updated subnet "%s".
fr: Mise à jour réseau "% s".

source: Unable to update subnet "%s".
fr: Impossible de mettre à jour sous-réseau "% s".

source: Subnet "%s" was successfully updated.
fr: Sous-réseau "% s" a été mis à jour.

source: Failed to update subnet "%(sub)s": %(reason)s
fr: Impossible de mettre à jour sous-réseau "% (sub) s":% (raison) s

source: Network Overview
fr: Aperçu du réseau

source: Provider Network
fr: Réseau de fournisseurs

source: Network Type
fr: Type de réseau

source: Physical Network
fr: Réseau physique

source: Segmentation ID
fr: ID de segmentation

source: Network Detail:
fr: Précision du réseau :

source: Port Overview
fr: Aperçu des ports

source: Fixed IP
fr: IP fixe

source: IP address:
fr: Adresse IP:

source: Subnet ID
fr: ID du réseau secondaire

source: Mac Address
fr: Adresse Mac

source: Port Detail
fr: Précision du port

source: Subnet Overview
fr: Aperçu du réseau secondaire

source: IP version
fr: Version IP

source: IP allocation pool
fr: Répertoire d’affectations IP

source: Start
fr: Démarrer

source: - End
fr: - Fin

source: Additional routes
fr: Routes supplémentaires

source: : Next hop
fr: : Hop Suivant

source: None
fr: Aucun

source: DNS name server
fr: Serveur de noms DNS

source: Subnet Detail
fr: Précision du réseau secondaire

source: Router
fr: routeur

source: Unable to delete router "%s"
fr: incapable de supprimer routeur

source: Clear
fr: Effacer

source: Cleared
fr: Effacé

source: Gateway
fr: Passerelle

source: Gateways
fr: Passerelles

source: Unable to clear gateway for router "%(name)s": "%(msg)s"
fr: incapable d'effacer passerelle pour router "% (name) s": "% (msg) s"

source: Unable to retrieve router details.
fr: incapable de récupérer les détails de routeur

source: Unable to retrieve a list of external networks "%s".
fr: Impossible de récupérer la liste des réseaux externes "% s".

source: External network "%s" not found.
fr: Réseau externe "% s" est introuvable.

source: Unable to retrieve details for router "%s".
fr: incapable de récupérer les détails pour le routeur "%s".

source: Unable to retrieve an external network "%s".
fr: Impossible de récupérer un réseau "% s" externe.

source: Router ID
fr: Identifiant du routeur

source: Failed to get network list %s
fr: Impossible d'obtenir la liste réseau% s

source: Select Subnet
fr: Sélectionnez sous-réseau

source: No subnets available.
fr: Pas de sous-réseaux disponibles.

source: Interface added
fr: Interface ajouté

source: Failed to add_interface %s
fr: Impossible de add_interface% s

source: Select network
fr: Sélectionner un réseau

source: No networks available.
fr: Pas réseaux disponibles.

source: Gateway interface is added
fr: Gateway Interface est ajouté

source: Failed to set gateway %s
fr: Impossible de définir la passerelle% s

source: Failed to delete interface %s
fr: Impossible de supprimer l'interface% s

source: Unable to retrieve router.
fr: incapable de récupérer le routeur

source: Unable to set gateway.
fr: Impossible de définir la passerelle.

source: Size (GB)
fr: Taille (Go)

source: Encryption
fr: Chiffrement

source: Use snapshot as a source
fr: Utiliser l’instantané comme source

source: Volume size must be equal to or greater than the snapshot size (%sGB)
fr: La taille du volume doit être égale ou supérieure à celle de l’instantané (%s Go).

source: Unable to load the specified snapshot.
fr: Impossible de charger l’instantané spécifié.

source: Choose a snapshot
fr: Choisir un instantané

source: The volume size cannot be less than the snapshot size (%sGB)
fr: La taille du volume ne peut être inférieure à celle de l’instantané (%s Go)

source: A volume of %(req)iGB cannot be created as you only have %(avail)iGB of your quota available.
fr: Il est impossible de créer un volume de %(req) iGo parce qu’il ne reste que %(avail) iGo dans le quota qui vous a été alloué.

source: You are already using all of your available volumes.
fr: Vous utilisez déjà tous les volumes disponibles.

source: Unable to create volume.
fr: Impossible de créer le volume.

source: Attach to Instance
fr: Annexer à l’instance

source: Select an instance to attach to.
fr: Choisir une instance à laquelle annexer.

source: Unknown instance (None)
fr: Instance inconnue (aucune)

source: Attaching volume %(vol)s to instance %(inst)s on %(dev)s.
fr: Annexion du volume %(vol)s à l’instance %(inst)s sur le dispositif %(dev)s.

source: Unable to attach volume.
fr: Impossible d’annexer le volume.

source: Creating volume snapshot "%s"
fr: Création d’un instantané du volume "%s"

source: Unable to create volume snapshot.
fr: Impossible de créer un instantané du volume.

source: Unable to delete volume "%s". One or more snapshots depend on it.
fr: Impossible de supprimer le volume "%s". Un ou plusieurs instantanés en dépendent.

source: Edit Attachments
fr: Modifier les pièces jointes

source: %sGB
fr: "%s Go

source: Unable to retrieve attachment information.
fr: Impossible de récupérer l’information sur les pièces jointes.

source: Attached to %(instance)s on %(dev)s
fr: Annexé à %(instance)s sur %(dev)s

source: Detach
fr: Dissocier

source: Detaching
fr: Dissociation

source: %(dev)s on instance %(instance_name)s
fr: %(dev)s sur l’instance %(instance_name)s

source: Unable to retrieve volume details.
fr: Impossible de récupérer les précisions sur le volume

source: Unable to retrieve volume list.
fr: Impossible de récupérer la liste des volumes

source: Unable to retrieve volume/instance attachment information
fr: Impossible de récupérer l’information sur les pièces jointes au volume ou à l’instance

source: Unable to retrieve volume information.
fr: Impossible de récupérer l’information sur le volume

source: Manage Volume Attachments
fr: Gérer les pièces jointes au volume

source: Attach To Instance
fr: Annexer à l’instance

source: Attach Volume
fr: Annexer le volume

source: Volumes are block devices that can be attached to instances.
fr: Les volumes sont des dispositifs de groupement qu’on peut annexer aux instances

source: Volume Quotas
fr: Quotas des volumes

source: Total Gigabytes
fr: Gigaoctets au total

source: Number of Volumes
fr: Nombre de volumes

source: Create Volume Snapshot
fr: Créer des instantanés de volume

source: Volume Overview
fr: Aperçu du volume

source: Attachments
fr: Pièces jointes

source: Not attached
fr: Non annexé

source: Metadata
fr: Métadonnées

source: Create a Volume
fr: Créer un volume

source: Create a Volume Snapshot
fr: Créer un instantané de volume

source: Settings
fr: Préférences

source: Settings saved.
fr: Préférences sauvegardées

source: User Settings
fr: Préférences de l’utilisateur

source: From here you can modify dashboard settings for your user.
fr: À partir d’ici, vous pouvez modifier les préférences de votre utilisateur pour la console

source: Forbidden
fr: Interdit

source: Home
fr: Accueil

source: Page Not Found
fr: Page non trouvée

source: The page you were looking for doesn't exist
fr: La page que vous recherchée n'existe pas

source: You may have mistyped the address or the page may have moved.
fr: Vous avez peut-être mal orthographié l'adresse ou la page a été déplacée

source: Server error
fr: Erreur du serveur

source: Something went wrong!
fr: Quelque chose s'est mal passé!

source: An unexpected error has occurred. Try refreshing the page. If that doesn't help, contact your local administrator.
fr: Une erreur inattendue s'est produite. Essayez de rafraîchir la page. Si cela n'aide pas, contactez votre administrateur local.

source: Help
fr: Aide

source: Logged in as
fr: Connexion établie sous le nom

source: Sign Out
fr: Fin de la session

source: Password must be between 8 and 18 characters.
fr: Le mot de passe doit avoir entre 8 et 18 caractères.

source: Unable to retrieve usage information.
fr: Impossible de récupérer l’information sur l’utilisation

source: You are viewing data for the future, which may or may not exist.
fr: Vous visionnez des données de l’avenir qui pourraient exister ou pas.

source: Download CSV Summary
fr: Télécharger résumé CSV

source: VCPU Hours
fr: Heures UC virtuelles

source: Project Name
fr: Nom du projet

source: Disk GB Hours
fr: Heures Go disque

source: Usage Summary
fr: Récapitulation de l’utilisation

source: Uptime
fr: Temps utilisable
