Repository: jtopjian/openstack-dashboard-2013.1.2
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Bulgarian (Bulgaria)
fr: Bulgare

source: Czech
fr: Tchèque

source: English
fr: Anglais

source: Spanish
fr: Espagnol

source: French
fr: Français

source: Italiano
fr: Italien

source: Japanese
fr: Japonais

source: Korean (Korea)
fr: Coréen

source: Dutch (Netherlands)
fr: Néerlandais

source: Polish
fr: Polonais

source: Portuguese
fr: Portugais

source: Portuguese (Brazil)
fr: Portugais

source: Simplified Chinese
fr: Chinois simplifié

source: Traditional Chinese
fr: Chinois traditionnel

source: Unknown instance
fr: Instance inconnue

source: ALLOW %(from)s:%(to)s from %(group)s
fr: AUTORISER %(from)s:%(to)s à partir de %(group)s

source: ALLOW %(from)s:%(to)s from %(cidr)s
fr: AUTORISER %(from)s:%(to)s à partir de %(cidr)s

source: System Panel
fr: Panneau du système

source: Name
fr: Nom

source: RAM MB
fr: RAM Mo

source: Root Disk GB
fr: Go disque racine

source: Ephemeral Disk GB
fr: Go disque éphémère

source: Swap Disk MB
fr: Disque d'échange Mo

source: Unable to get flavor list
fr: incapable d

source: The name "%s" is already used by another flavor.
fr: Le nom "% s" est déjà utilisé par une autre variante.

source: Created flavor "%s".
fr: Variante "%s" créée

source: Unable to create flavor.
fr: incapable de créer la variante

source: Updated flavor "%s".
fr: Variante "%s" actualisée

source: Unable to update flavor.
fr: Impossible d’actualiser la variante

source: Flavors
fr: Variantes

source: Flavor
fr: Variante

source: Create Flavor
fr: Créer une variante

source: Edit Flavor
fr: Modifier une variante

source: View Extra Specs
fr: voir les spéc supplémentaires

source: %sMB
fr: %sMo

source: Flavor Name
fr: Nom de la variante

source: Root Disk
fr: Disque racine

source: Ephemeral Disk
fr: Disque éphémère

source: Swap Disk
fr: disque d'échange

source: Unable to retrieve flavor list.
fr: Impossible de récupérer la liste des variantes

source: Unable to retrieve flavor data.
fr: Impossible de récupérer les données sur la variante

source: Key
fr: Clé

source: Value
fr: Valeur

source: Created extra spec "%s".
fr: crée spécification supplémentaire "%s".

source: Unable to create flavor extra spec.
fr: incapable de crée spécification supplémentaire de variante

source: Saved extra spec "%s".
fr: Spéc supplémentaires sauvé "%s".

source: Unable to edit extra spec.
fr: incapable modifier spec supplémentaire

source: ExtraSpec
fr: spécification supplémentaire

source: ExtraSpecs
fr: spécifications supplémentaire

source: Create
fr: Créer

source: Edit
fr: Modifier

source: Extra Specs
fr: spécifications supplémentaire

source: Unable to retrieve extra spec list.
fr: Pas capable a récupéré la liste des spécifications supplémentaires

source: Unable to retrieve flavor extra spec data.
fr: incapable de récupérer les données variante de spécifications supplémentaires

source: From here you can define the sizing of a new flavor.
fr: À partir d’ici, vous pouvez définir la taille d’une nouvelle variante

source: Cancel
fr: Annuler

source: From here you can alter the sizing of the current flavor.
fr: À partir d’ici, vous pouvez modifier la taille de la variante actuelle

source: Note: this will not affect the resources allocated to any existing instances using this flavor.
fr: Remarque : ceci n’affectera pas les ressources affectées aux instances existantes qui utilisent cette variante

source: Save
fr: Enregistrer

source: Create Flavor Extra Spec
fr: créer spécification supplémentaire de variante

source: Create a new "extra spec" key-value pair for a flavor.
fr: crée une nouvelle "spécification supplémentaire" paire clé-valeur pour une variante

source: Edit Flavor Extra Spec
fr: détails de routeur

source: Update an "extra spec" key-value pair for a flavor.
fr: Mettre à jour un "spec supplémentaire" paire clé-valeur pour une variante.

source: Flavor Extra Specs
fr: variante de spéc supplémentaires

source: Close
fr: Fermer

source: Image Name
fr: Nom de l’image

source: Unable to retrieve image list.
fr: Impossible de récupérer les images.

source: Create An Image
fr: Créer l’image

source: Specify an image to upload to the Image Service.
fr: Spécifier l’image à télécharger vers le Service d’images

source: Currently only images available via an HTTP URL are supported. The image location must be accessible to the Image Service. Compressed image binaries are supported (.zip and .tar.gz.)
fr: Pour l’instant, le système n’accepte que les images possédant un URL http. Le Service d’images doit pouvoir accéder à l’emplacement où se trouve l’image. Les fichiers binaires d’images comprimées (.zip et .tar.gz) sont acceptés.

source: Please note:
fr: Attention:

source: The Image Location field MUST be a valid and direct URL to the image binary. URLs that redirect or serve error pages will result in unusable images.
fr: Le champ « Emplacement de l’image » DOIT correspondre à un URL valable pointant directement vers le fichier binaire de l’image. Les URL de redirection ou ceux aboutissant à une page d’erreur engendreront des images inutilisables.

source: Create Image
fr: Créer l’image

source: Update Image
fr: Actualiser l’image

source: From here you can modify different properties of an image.
fr: À partir d’ici, vous pouvez modifier les propriétés de l’image.

source: System Info
fr: Info sur le système

source: Quota Name
fr: Nom du quota

source: Limit
fr: Limite

source: Host
fr: Hôte

source: Enabled
fr: Habilité

source: Default Quotas
fr: Quotas par défaut

source: Unable to get quota info.
fr: Impossible d’obtenir l’information sur le quota

source: Migrate
fr: migrer

source: Scheduled migration (pending confirmation) of
fr: Migration planifiée (en attente de confirmation) de

source: Project
fr: Projet

source: IP Address
fr: Adresse IP

source: Size
fr: Taille

source: Status
fr: Statut

source: Task
fr: Tâche

source: Power State
fr: État de fonctionnement

source: Unable to retrieve instance list.
fr: Impossible de récupérer la liste des instances

source: Unable to retrieve instance tenant information.
fr: Impossible de récupérer l’information sur les locataires de l’instance

source: Unable to retrieve instance size information.
fr: Impossible de récupérer l’information sur la taille de l’instance.

source: All Instances
fr: Toutes les instances

source: Admin State
fr: Statut Admin

source: Shared
fr: Partagé

source: External Network
fr: réseau externe

source: Select a project
fr: Choisir un projet

source: Network %s was successfully created.
fr: Le réseau %s a été créé.

source: Failed to create network %s
fr: Le réseau %s n’a pu être actualisé

source: Network %s was successfully updated.
fr: Le réseau %s a été actualisé.

source: Failed to update network %s
fr: Le réseau %s n’a pu être actualisé

source: Networks
fr: Réseaux

source: Network
fr: Réseau

source: Failed to delete network %s
fr: Le réseau %s n’a pu être supprimé

source: Create Network
fr: Créer le réseau

source: Edit Network
fr: Modifier le réseau

source: Network Name
fr: Nom du réseau

source: Subnets Associated
fr: Réseaux secondaires associés

source: Network list can not be retrieved.
fr: Impossible de récupérer la liste des réseaux.

source: Subnet list can not be retrieved.
fr: Impossible de récupérer la liste des réseaux secondaires.

source: Port list can not be retrieved.
fr: Impossible de récupérer la liste des ports.

source: Unable to retrieve details for network "%s".
fr: Impossible de récupérer les précisions du réseau "%s".

source: Network ID
fr: ID du réseau

source: Device ID
fr: ID du dispositif

source: Device Owner
fr: propriétaire de l'appareil

source: Port %s was successfully created.
fr: Le port %s a été créé.

source: Failed to create a port for network %s
fr: Aucun port n’a pu être créé pour le réseau %s.

source: Port %s was successfully updated.
fr: Le port %s a été actualisé.

source: Failed to update port %s
fr: Le port %s n’a pu être actualisé

source: Failed to delete subnet %s
fr: Impossible de supprimer le réseau secondaire %s

source: Create Port
fr: Créer un port

source: Edit Port
fr: Actualiser un port

source: Fixed IPs
fr: IP fixes

source: Device Attached
fr: Dispositif annexé

source: Overview
fr: Aperçu

source: Unable to retrieve port details.
fr: Impossible de récupérer les précisions du port

source: Unable to retrieve network.
fr: Impossible de récupérer le réseau.

source: Subnet
fr: Réseau secondaire

source: Subnets
fr: Réseaux secondaires

source: Create Subnet
fr: Créer un réseau secondaire

source: Edit Subnet
fr: Modifier le réseau secondaire

source: IP Version
fr: Version IP

source: Gateway IP
fr: IP de la passerelle

source: Failed to retrieve network %s for a subnet
fr: Impossibilité de récupérer le réseau %s pour un réseau secondaire

source: Select a name for your network.
fr: Donnez un nom à votre réseau.

source: You may update the editable properties of your network here.
fr: Vous pouvez changer les propriétés modifiables du réseau ici.

source: Save Changes
fr: Enregistrer les modifications

source: Update Network
fr: Actualiser le réseau

source: You can create a port for the network. If you specify device ID to be attached, the device specified will be attached to the port created.
fr: Vous pouvez créer un port pour le réseau. Le dispositif sera annexé au port créé pourvu que vous spécifiez l’ID du dispositif.

source: You may update the editable properties of your port here.
fr: Vous pouvez actualiser les propriétés modifiables du port ici.

source: Update Port
fr: Actualiser le port

source: Network Detail
fr: Précision du réseau

source: Update Subnet
fr: Actualiser le réseau secondaire

source: Usage Overview
fr: Aperçu de l’utilisation

source: Monitoring
fr: Surveillance

source: Projects
fr: Projets

source: Modify Users
fr: Modifier les utilisateurs

source: View Usage
fr: Voir l’utilisation

source: Create Project
fr: Créer un projet

source: Edit Project
fr: Modifier un projet

source: Project ID
fr: ID du projet

source: Remove
fr: Retrancher

source: Removed
fr: Retranché

source: User
fr: Utilisateur

source: Users
fr: Utilisateurs

source: Unable to retrieve role information.
fr: Impossible de récupérer l’information sur le rôle

source: Roles
fr: Rôles

source: Users For Project
fr: Utilisateurs du projet

source: Add To Project
fr: Ajouter au projet

source: Add New Users
fr: Ajouter des utilisateurs

source: Unable to retrieve project information.
fr: Impossible de récupérer l’information sur le projet.

source: Unable to retrieve project list.
fr: Impossible de récupérer la liste des projets.

source: Unable to retrieve users.
fr: Impossible de récupérer les utilisateurs

source: Unable to retrieve default quota values.
fr: Impossible de récupérer les valeurs par défaut du quota

source: Unable to retrieve project details.
fr: Impossible de récupérer les précisions sur le projet

source: Injected File Content Bytes
fr: Octets du contenu du fichier inséré

source: Metadata Items
fr: Éléments de métadonnées

source: Injected Files
fr: Fichiers insérés

source: Gigabytes
fr: Gigaoctets

source: RAM (MB)
fr: RAM (Mo)

source: Floating IPs
fr: IP symboliques

source: Security Groups
fr: Groupes de sécurité

source: Security Group Rules
fr: Règles du groupe de sécurité

source: From here you can set quotas (max limits) for the project.
fr: À partir d’ici, vous pouvez fixer les quotas (limites maximales) du projet

source: Project Info
fr: Information sur le projet

source: From here you can create a new project to organize users.
fr: À partir d’ici, vous pouvez créer un nouveau projet pour organiser les utilisateurs

source: Unable to retrieve user list. Please try again later.
fr: Impossible de récupérer la liste des utilisateurs. Réessayez plus tard

source: Could not find default role "%s" in Keystone
fr: Impossible de trouver le défaut rôle "% s" à Keystone

source: Project Members
fr: Membres du projet

source: All Users
fr: Tous les utilisateurs

source: No users found.
fr: Aucun utilisateur trouvé

source: No users.
fr: Pas de utilisateurs

source: Unable to retrieve user list.
fr: Impossible de récupérer la liste des utilisateurs

source: Created new project "%s".
fr: Nouveau projet "%s" créé

source: Unable to create project "%s".
fr: Impossible de créer le projet "%s"

source: Failed to add %s project members and set project quotas.
fr: Les membres du projet %s n’ont pu être ajoutés et les quotas du projet n’ont pu être fixés.

source: Unable to set project quotas.
fr: Impossible de fixer les quotas du projet

source: From here you can edit the project details.
fr: À partir d’ici, vous pouvez modifier les précisions du projet.

source: Modified project "%s".
fr: Projet "%s" modifié

source: Unable to modify project "%s".
fr: Impossible de modifier le projet "%s"

source: You cannot remove the "admin" role from the project you are currently logged into. Please switch to another project with admin permissions or remove the role manually via the CLI
fr: Vous ne pouvez pas supprimer le rôle "admin" du projet, vous êtes actuellement connecté. S'il vous plaît passer à un autre projet avec des autorisations d'administrateur ou de supprimer le rôle manuellement via la CLI

source: Failed to modify %s project members and update project quotas.
fr: Les membres du projet %s n’ont pu être modifiés et les quotas du projet n’ont pu être actualisés.

source: Modified project information and members, but unable to modify project quotas.
fr: Information sur le projet et membres modifiés, mais impossible de changer les quotas.

source: Add User To Project
fr: Ajouter l’utilisateur au projet

source: Select the user role for the project.
fr: Choisir le rôle de l’utilisateur pour le projet

source: Add
fr: Ajouter

source: Create User for project '%(tenant_name)s'.
fr: Créer l’utilisateur pour le projet '%(tenant_name)s'.

source: From here you can create a new user to add to this project.
fr: À partir d’ici, vous pouvez créer un nouvel utilisateur pour l’ajouter au projet.

source: Create User
fr: Créer l’utilisateur

source: Update Quota
fr: Actualiser le quota

source: From here you can edit quotas (max limits) for the project %(tenant.name)s.
fr: À partir d’ici, vous pouvez modifier les quotas (max limits) du projet %(tenant_name)s.

source: Update Project
fr: Actualiser le projet

source: From here you can edit a project.
fr: À partir d’ici, vous pouvez modifier un projet

source: From here you can add and remove members to this project from the list of all available users.
fr: À partir d’ici, vous pouvez ajouter et retrancher des membres du projet de la liste des utilisateurs disponibles.

source: Add New User
fr: Ajouter le nouvel utilisateur

source: Modify Project Quotas
fr: modifier des quotas de projet

source: Project Usage Overview
fr: Aperçu de l’utilisation du projet

source: Project Usage
fr: Utilisation du projet

source: Project Users
fr: Projet d' utilisateurs

source: Users for Project
fr: Utilisateurs du projet

source: Router Name
fr: nom du routeur

source: Failed to get tenants.
fr: céder d'obtenir les locataires

source: Failed to create router "%s".
fr: céder de crée routeur "%s".

source: Create Router
fr: crée routeur

source: Routers
fr: routeurs

source: Unable to retrieve router list.
fr: incapable de récupérer la liste du routeur

source: Create router
fr: crée routeur

source: Router Overview
fr: D'ensemble de routeur

source: External Gateway Information
fr: informations de passerelle externe

source: Connected External Network
fr: Connecté réseau externe

source: Create a Router
fr: crée routeur

source: Router Details
fr: détails de routeur

source: Router Detail
fr: détail de routeur

source: Add Interface
fr: ajouté interface

source: You can connect a specified subnet to the router.
fr: vous pouvez connecter un sous-réseau spécifié sur le routeur

source: Add interface
fr: ajouté interface

source: Set Gateway
fr: Pour la passerelle

source: You can connect a specified external network to the router. The external network is regarded as a default route of the router and the router acts as a gateway for external connectivity.
fr: Vous pouvez connecter un réseau externe spécifiée au routeur. Le réseau externe est considérée comme une route par défaut du routeur et le routeur agit en tant que passerelle pour la connexion externe.

source: Passwords do not match.
fr: Les mots de passe ne concordent pas.

source: User Name
fr: Nom de l’utilisateur

source: Email
fr: Courriel

source: Password
fr: Mot de passe

source: Confirm Password
fr: Confirmer le mot de passe

source: Primary Project
fr: Projet principal

source: Role
fr: Rôle

source: User "%s" was successfully created.
fr: L’utilisateur "%s" a été créé.

source: Unable to add userto primary project.
fr: Impossible d’ajouter l’utilisateur au projet principal

source: Unable to create user.
fr: Impossible de créer l’utilisateur

source: name
fr: nom

source: email
fr: courriel

source: primary project
fr: projet principal

source: The user %s has no role defined for
fr: Aucun rôle n’a été défini pour l’utilisateur %s.

source: password
fr: mot de passe

source: User has been updated successfully.
fr: L’utilisateur a été actualisé.

source: Unable to update %(attributes)s for the user.
fr: Impossible d’actualiser les %(attributes)s de l’utilisateur.

source: Enable
fr: Activer

source: Disable
fr: Désactiver

source: Disabled
fr: Désactivé

source: You cannot disable the user you are currently logged in as.
fr: Vous ne pouvez désactiver l’utilisateur sous le nom duquel vous avez établi la connexion.

source: User ID
fr: ID de l’utilisateur

source: Unable to update user.
fr: Impossible d’actualiser l’utilisateur

source: Unable to retrieve user roles.
fr: Impossible de récupérer les rôles de l’utilisateur

source: From here you can create a new user and assign them to a project.
fr: À partir d’ici, vous pouvez créer un utilisateur et l’affecter à un projet.

source: Update User
fr: Actualiser l’utilisateur

source: From here you can edit the user's details, including their default project.
fr: À partir d’ici, vous pouvez modifier les précisions sur l’utilisateur, y compris le projet qui lui a été affecté par défaut.

source: Successfully created volume type: %s
fr: Type de volume créé avec succès:% s

source: Unable to create volume type.
fr: Incapable de créer le type de volume.

source: Create Volume Type
fr: creé un type de volume

source: Volume Type
fr: type de volume

source: Volume Types
fr: types des volumes

source: Unable to retrieve volume tenant information.
fr: Incapable de récupérer les informations de locataire de volume.

source: Unable to retrieve volume types
fr: Incapable de récupérer les types de volume

source: The volume type defines the characteristics of a volume. It usually maps to a set of capabilities of the storage back-end driver to be used for this volume. Examples: "Performance", "SSD", "Backup", etc.
fr: Le type de volume définit les caractéristiques d'un volume. C'est généralement mappe à un ensemble de capacités du conducteur d'arrière-mémoire pouvant être utilisée pour ce volume. Exemples: "performance", "SSD", "sauvegarde", etc

source: Create a Volume Type
fr: Crée un type de volume

source: Volume Details
fr: Précisions sur le volume

source: Volume Detail
fr: Précision sur le volume

source: Manage Compute
fr: Gérer Calcul

source: Object Store
fr: Magasin d’objets

source: Access & Security
fr: Accès et sécurité

source: Unable to retrieve security groups.
fr: Impossible de récupérer les groupes de sécurité

source: Keypairs
fr: Biclés

source: Unable to retrieve keypair list.
fr: Impossible de récupérer la liste des biclés

source: Unable to retrieve floating IP addresses.
fr: Impossible de récupérer les adresses IP symboliques

source: Unable to retrieve floating IP pools.
fr: Impossible de récupérer les répertoires d’IP symboliques.

source: API Access
fr: API d'accès

source: Download EC2 Credentials
fr: Télécharger les justificatifs EC2

source: Download OpenStack RC File
fr: Télécharger le fichier RC d’OpenStack

source: Service Endpoint
fr: Point terminal du service

source: API Endpoints
fr: Points terminaux de l’API

source: Unable to fetch EC2 credentials.
fr: Impossible de trouver les justificatifs EC2

source: Error writing zipfile: %(exc)s
fr: Erreur dans l’écriture du fichier zip %(exc)s

source: Error Downloading RC File: %s
fr: Erreur dans le téléchargement du fichier RC : %s

source: Pool
fr: Répertoire

source: Allocated Floating IP %(ip)s.
fr: IP symboliques attribués %(ip)s.

source: Unable to allocate Floating IP.
fr: Impossible d’attribuer un IP symbolique.

source: Allocate IP To Project
fr: Attribuer IP au projet

source: Release
fr: Diffuser

source: Released
fr: Diffusé

source: Floating IP
fr: IP symbolique

source: Associate Floating IP
fr: Associer IP symbolique

source: Disassociate Floating IP
fr: Désassocier IP symbolique

source: Successfully disassociated Floating IP: %s
fr: IP symbolique désassocié : %s

source: Unable to disassociate floating IP.
fr: Impossible de désassocier l’IP symbolique.

source: Floating IP Pool
fr: Répertoire d’IP symboliques

source: No floating IP pools available.
fr: Aucun répertoire d’IP symboliques disponible.

source: Select the IP address you wish to associate with the selected instance.
fr: Choisir l’adresse IP à laquelle l’instance sélectionnée doit être associée.

source: Port to be associated
fr: Port de s'associer

source: Instance to be associated
fr: Instance d'être associé

source: Select an IP address
fr: Choisir une adresse IP

source: No IP addresses available
fr: Aucune adresse IP disponible

source: Select a port
fr: Sélectionner un port

source: Select an instance
fr: Choisir une instance

source: No ports available
fr: Pas de ports disponibles

source: No instances available
fr: Aucune instance disponible

source: Manage Floating IP Associations
fr: Gérer les associations avec les IP symboliques

source: Associate
fr: Associer

source: IP address %s associated.
fr: Adresse IP %s associée.

source: Unable to associate IP address %s.
fr: Impossible d’associer l’adresse IP %s.

source: Keypair Name
fr: Nom de la biclé

source: Keypair names may only contain letters, numbers, underscores and hyphens.
fr: Le nom de la biclé ne doit inclure que des lettres, des chiffres, des traits de soulignement et des tirets.

source: Public Key
fr: Clé publique

source: Successfully imported public key: %s
fr: Importation réussie de la clé publique : %s

source: Unable to import keypair.
fr: Impossible d’importer la biclé

source: Keypair
fr: Biclé

source: Import Keypair
fr: Importer la biclé

source: Create Keypair
fr: Créer la biclé

source: Fingerprint
fr: Empreinte digitale

source: Unable to create keypair: %(exc)s
fr: Impossible de créer la biclé : %(exc)s

source: This field is required.
fr: Ce champ est obligatoire.

source: The string may only contain ASCII characters and numbers.
fr: La chaîne ne peut contenir que des caractères ASCII et des chiffres.

source: Successfully created security group: %s
fr: Création réussie du groupe de sécurité : %s

source: Unable to create security group.
fr: Impossible de créer le groupe de sécurité

source: IP Protocol
fr: Protocole IP

source: The protocol which this rule should be applied to.
fr: Protocole auquel devrait s’appliquer la règle.

source: Open
fr: Ouvert

source: Enter an integer value between 1 and 65535.
fr: Entrez un nombre entier compris entre 1 et 65535.

source: From Port
fr: Port d’origine

source: To Port
fr: Port de destination

source: Enter a value for ICMP type in the range (-1: 255)
fr: Entrez une valeur pour le type ICMP dans la gamme (-1 255)

source: Enter a value for ICMP code in the range (-1: 255)
fr: Entrez une valeur pour le code ICMP dans la gamme (-1 255)
