Repository: jtopjian/openstack-dashboard-2013.1.2
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Security Group
fr: Groupe de sécurité

source: To specify an allowed IP range, select "CIDR". To allow access from all members of another security group select "Security Group".
fr: Pour spécifier une plage d'IP autorisée, sélectionnez "CIDR". Pour permettre l'accès de tous les membres d'un autre groupe de sécurité sélectionnez «Security Group".

source: Classless Inter-Domain Routing (e.g. 192.168.0.0/24)
fr: Routage inter-domaine sans classe (par ex., 192.168.0.0/24)

source: No security groups available
fr: Aucun groupe de sécurité disponibles

source: The ICMP type is invalid.
fr: Le type d’ICMP n’est pas valable.

source: The ICMP code is invalid.
fr: Le code ICMP n’est pas valable.

source: The ICMP type not in range (-1, 255)
fr: Le type d’ICMP ne se trouve pas dans la plage (-1, 255)

source: The ICMP code not in range (-1, 255)
fr: Le code ICMP ne se trouve pas dans la plage (-1, 255)

source: The specified port is invalid.
fr: Le port spécifié n'est pas valide.

source: The "from" port number is invalid.
fr: Le numéro du "port d’origine" n’est pas valable

source: The "to" port number is invalid.
fr: Le numéro du "port de destination" n’est pas valable

source: The "to" port number must be greater than or equal to the "from" port number.
fr: Le numéro du "port de destination" doit être égal ou supérieur au numéro du "port d’origine".

source: Successfully added rule: %s
fr: Règle ajoutée avec succès : %s

source: Unable to add rule to security group.
fr: Impossible d’ajouter la règle au groupe de sécurité

source: Create Security Group
fr: Créer le groupe de sécurité

source: Edit Rules
fr: Modifier les règles

source: Add Rule
fr: Ajouter la règle

source: Rule
fr: Règle

source: Rules
fr: Règles

source: Unable to retrieve security group.
fr: Impossible de récupérer le groupe de sécurité

source: Access &amp; Security
fr: Accès et sécurité

source: Allocate Floating IP
fr: Attribuer un IP symbolique

source: Allocate a floating IP from a given floating ip pool.
fr: Attribuer un IP symbolique d’un répertoire d’IP symboliques déterminé

source: Project Quotas
fr: Quotas du projet

source: Allocate IP
fr: Attribuer l’IP

source: Keypairs are ssh credentials which are injected into images when they are launched. Creating a new key pair registers the public key and downloads the private key (a .pem file).
fr: Les biclés sont des justificatifs d’identité ssh intégrés aux images à leur lancement. La création d’une nouvelle biclé entraîne l’enregistrement de la clé publique et le téléchargement de la clé privée (fichier .pem).

source: Protect and use the key as you would any normal ssh private key.
fr: Protéger et utiliser la clé comme n’importe quelle clé privée ssh.

source: Download Keypair
fr: Télécharger la biclé

source: The keypair &quot;%(keypair_name)s&quot; should download automatically. If not use the link below.
fr: La biclé &quot;%(keypair_name)s&quot; devrait se télécharger automatiquement. Si ce n’est pas le cas, utiliser le lien ci-dessous.

source: Download keypair &quot;%(keypair_name)s&quot;
fr: Télécharger la biclé &quot;%(keypair_name)s&quot;

source: Rules define which traffic is allowed to instances assigned to the security group. A security group rule consists of three main parts:
fr: Les règles définissent le trafic qui est autorisé aux instances affectés au groupe de sécurité. Une règle de groupe de sécurité se compose de trois parties principales:

source: Protocol
fr: protocole

source: You must specify the desired IP protocol to which this rule will apply; the options are TCP, UDP, or ICMP.
fr: Vous devez spécifier le protocole IP à laquelle doit s'appliquer la règle, les options sont TCP, UDP ou ICMP.

source: Open Port/Port Range
fr: Ouvrez Port / série de ports

source: For TCP and UDP rules you may choose to open either a single port or a range of ports. Selecting the "Port Range" option will provide you with space to provide both the starting and ending ports for the range. For ICMP rules you instead specify an ICMP type and code in the spaces provided.
fr: Pour les règles TCP et UDP, vous pouvez choisir d'ouvrir un seul port ou une série de ports. En sélectionnant l'option "série de ports" vous donnera l'espace pour fournir à la fois le début et la fin d'une série de ports. Pour les règles ICMP vous spécifiez à la place d'un type ICMP et le code dans les espaces prévus.

source: You must specify the source of the traffic to be allowed via this rule. You may do so either in the form of an IP address block (CIDR) or via a source group (Security Group). Selecting a security group as the source will allow any other instance in that security group access to any other instance via this rule.
fr: Vous devez spécifier la source du trafic d'être autorisés par cette règle. Vous pouvez le faire soit sous la forme d'un bloc d'adresses IP (CIDR) ou via un groupe de la source (groupe de sécurité). Sélection d'un groupe de sécurité comme la source permettra à tout autre exemple dans l'accès au groupe de sécurité à toute autre instance via cette règle.

source: From here you can create a new security group
fr: À partir d’ici, vous pouvez créer un nouveau groupe de sécurité

source: Edit Security Group Rules
fr: Modifier les règles du groupe de sécurité

source: Container
fr: Contenant

source: Slash is not an allowed character.
fr: Le trait oblique n’est pas un caractère autorisé.

source: Container Name
fr: Nom du contenant

source: Container created successfully.
fr: Création réussie du contenant

source: Folder created successfully.
fr: Création réussie du dossier

source: Unable to create container.
fr: Impossible de créer le contenant

source: Object Name
fr: Nom de l’objet

source: Slashes are allowed, and are treated as pseudo-folders by the Object Store.
fr: Barres obliques sont autorisées et sont traités comme des pseudo-dossiers par le magasin d'objets.

source: File
fr: Fichier

source: Object was successfully uploaded.
fr: Téléchargement réussi de l’objet

source: Unable to upload object.
fr: Impossible de télécharger l’objet

source: Destination container
fr: Contenant de destination

source: Destination object name
fr: Nom de l’objet de destination

source: Copied "%(orig)s" to "%(dest)s" as "%(new)s".
fr: "%(orig)s" copié dans "%(dest)s" comme "%(new)s".

source: Unable to copy object.
fr: Impossible de copier l’objet

source: Containers
fr: Contenants

source: Create Container
fr: Créer le contenant

source: View Container
fr: Voir le contenant

source: Upload Object
fr: Télécharger l’objet en amont

source: Object
fr: Objet

source: Objects
fr: Objets

source: Copy
fr: Copier

source: Download
fr: Télécharger

source: Unable to retrieve container list.
fr: Impossible de récupérer la liste des contenants.

source: Unable to retrieve object list.
fr: Impossible de récupérer la liste des objets.

source: Unable to retrieve object.
fr: Impossible de récupérer l’objet.

source: Unable to list containers.
fr: Impossible de dresser la liste des contenants.

source: Copy Object
fr: Copier l’objet

source: Make a new copy of an existing object to store in this or another container. You may also specify a path at which the new copy should live inside of the selected container.
fr: Faire une copie d’un objet existant et la placer dans ce contenant ou un autre contenant. Vous pouvez aussi spécifier le chemin de l’objet dans le contenant.

source: A container is a storage compartment for your data and provides a way for you to organize your data. You can think of a container as a folder in Windows &reg; or a directory in UNIX &reg;. The primary difference between a container and these other file system concepts is that containers cannot be nested. You can, however, create an unlimited number of containers within your account. Data must be stored in a container so you must have at least one container defined in your account prior to uploading data.
fr: Un contenant est un compartiment où sont stockées les données. Les contenants permettent d’organiser les données. Le contenant est l’équivalent d’un dossier Windows &reg ou d’un répertoire UNIX &reg. La principale différence est qu’on ne peut emboîter les contenants les uns dans les autres. Cependant, vous pouvez créer autant de contenants que vous le désirez dans votre compte. Puisque les données doivent se trouver dans un contenant, vous devez en définir au moins un avant de télécharger les données en amont.

source: Upload Object To Container
fr: Télécharger l’objet dans le contenant

source: An object is the basic storage entity that represents a file you store in the OpenStack Object Storage system. When you upload data to OpenStack Object Storage, the data is stored as-is (no compression or encryption) and consists of a location (container), the object's name, and any metadata consisting of key/value pairs.
fr: Un objet est l'entité de stockage de base qui représente un fichier que vous stockez dans le système de stockage d'objets d'OpenStack. Lorsque vous transférez des données à OpenStack Object Storage, les données sont stockées en l'état (pas de compression ou le chiffrement) et se compose d'un emplacement (conteneur), le nom de l'objet, et toutes les métadonnées constitué de paires clé / valeur.

source: Pseudo-folder
fr: Pseudo-dossier

source: Within a container you can group your objects into pseudo-folders, which behave similarly to folders in your desktop operating system, with the exception that they are virtual collections defined by a common prefix on the object's name. A slash (/) character is used as the delimiter for pseudo-folders in the Object Store.
fr: Dans un récipient, vous pouvez regrouper vos objets en pseudo-dossiers, qui se comportent comme des dossiers dans votre système d'exploitation de bureau, à l'exception qu'ils sont des collections virtuelles définies par un préfixe commun sur le nom de l'objet. A (/) barre oblique est utilisé comme séparateur pour les pseudo-dossiers dans le magasin d'objets.

source: Upload Objects
fr: Télécharger les objets en amont

source: Images & Snapshots
fr: Images et instantanés

source: Unable to retrieve images.
fr: Impossible de récupérer les images.

source: Unable to retrieve snapshots.
fr: Impossible de récupérer les instantanés.

source: Unable to retrieve volume snapshots.
fr: Impossible de récupérer les instantanés du volume.

source: Image Location
fr: Emplacement de l’image

source: An external (HTTP) URL to load the image from.
fr: Un URL (HTTP) externe d’où l’image sera récupérée.

source: Image File
fr: fichier d'image

source: AKI - Amazon Kernel Image
fr: Image AKI – Amazon Kernel Image

source: AMI - Amazon Machine Image
fr: Image AMI – Amazon Machine Image

source: ARI - Amazon Ramdisk Image
fr: Image ARI – Amazon Ramdisk Image

source: ISO - Optical Disk Image
fr: Image ISO – image disque optique

source: QCOW2 - QEMU Emulator
fr: Image QCOW2 – émulateur QEMU

source: Minimum Disk (GB)
fr: Espace disque minimum (Go)

source: The minimum disk size required to boot the image. If unspecified, this value defaults to 0 (no minimum).
fr: L’initialisation de l’image exige un espace disque minimum. Si celui-ci n’est pas spécifié, la valeur par défaut sera de 0 (aucun minimum).

source: Minimum Ram (MB)
fr: RAM minimum (Mo)

source: A image or external image location must be specified.
fr: Une image ou un emplacement d'image externe doivent être spécifiés.

source: Can not specify both image and external image location.
fr: Ne peux pas spécifier à la fois l'image et l'emplacement d'image externe.

source: Your image %s has been queued for creation.
fr: L’image %s a été placée en file d’attente en vue de sa création.

source: Unable to create new image.
fr: Impossible de créer la nouvelle image.

source: Kernel ID
fr: ID du noyau

source: Ramdisk ID
fr: ID du disque virtuel

source: Unable to update image "%s".
fr: Impossible d’actualiser l’image "%s".

source: Image was successfully updated.
fr: L’image a été actualisée

source: Launch
fr: Lancer

source: Unable to retrieve image details.
fr: Impossible de récupérer les précisions sur l’image

source: Unable to retrieve image.
fr: Impossible de récupérer l’image

source: Instance ID
fr: ID de l’instance

source: Snapshot Name
fr: Nom de l’instantané

source: Snapshot "%(name)s" created for instance "%(inst)s"
fr: Instantané "%(name)s" créé pour l’instance "%(inst)s"

source: Unable to create snapshot.
fr: Impossible de créer l’instantané

source: Snapshot
fr: Instantané

source: Snapshots
fr: Instantanés

source: Instance Snapshots
fr: Instantanés de l’instance

source: Unable to retrieve instance.
fr: Impossible de récupérer l’instance

source: Images &amp; Snapshots
fr: Images et instantanés

source: Image Overview
fr: Aperçu de l’image

source: Info
fr: Information

source: Checksum
fr: Total de contrôle

source: Created
fr: Créé

source: Updated
fr: Actualisé

source: Specs
fr: Spécifications

source: Container Format
fr: Format du contenant

source: Disk Format
fr: Format du disque

source: Custom Properties
fr: Propriétés spéciales

source: Euca2ools state
fr: État Euca2ools

source: Image Type
fr: Type d’image

source: Image Detail
fr: Précision sur l’image

source: Create Snapshot
fr: Créer l’instantané

source: Snapshots preserve the disk state of a running instance.
fr: Les instantanés préservent l’état d’une instance en cours d’exécution sur le disque.

source: GB
fr: Go

source: Create a Snapshot
fr: Créer un instantané

source: Volume Snapshot Details
fr: Précisions sur l’instantané du volume

source: Volume Snapshot Detail
fr: Précision sur l’instantané du volume

source: Volume Snapshot
fr: Instantané du volume

source: Volume Snapshots
fr: Instantanés du volume

source: Scheduled deletion of
fr: Effacement programmé

source: Create Volume
fr: Créer le volume

source: Volume Name
fr: Nom du volume

source: Unable to retrieve snapshot details.
fr: Impossible de récupérer les précisions sur l’instantané

source: Terminate
fr: Terminer

source: Scheduled termination of
fr: Achèvement prévu de

source: Hard Reboot
fr: réinitialiser dure

source: Hard Rebooted
fr: réinitialisé dure

source: Soft Reboot
fr: réamorcer doux

source: Soft Rebooted
fr: réamorce doux

source: Resume
fr: Poursuivre

source: Paused
fr: En pause

source: Resumed
fr: Poursuivi

source: Suspend
fr: Arrêter

source: Suspended
fr: Arrêté

source: Launch Instance
fr: Lancer l’instance

source: (Quota exceeded)
fr: (Quota dépassé)

source: Edit Instance
fr: Modifier l’instance

source: Edit Security Groups
fr: Modifier les groupes de sécurité

source: View Log
fr: Voir le journal

source: Confirm Resize/Migrate
fr: Confirmez Redimensionner / Migration

source: Revert Resize/Migrate
fr: Rétablir Redimensionner / Migration

source: Successfully associated floating IP: %s
fr: IP flottante succès associé:% s

source: Unable to associate floating IP.
fr: incapable d'associer IP flottante.

source: Successfully disassociated floating IP: %s
fr: Réussir IP flottante dissocié:% s

source: No floating IPs to disassociate.
fr: Pas IPs flottants à dissocier.

source: %(name)s | %(RAM)s RAM | %(VCPU)s VCPU | %(disk)s Disk
fr: %(name)s | %(RAM)s RAM| %(VCPU)s VCPU | %(disk)s disque

source: Not available
fr: Non disponible

source: Instance Name
fr: Nom de l’instance

source: Log
fr: Journal

source: Unable to get log for instance "%s".
fr: Impossible d’obtenir le journal pour l’instance "%s"

source: Unable to retrieve instances.
fr: Impossible de récupérer les instances.

source: Unable to get VNC console for instance "%s".
fr: Impossible d’obtenir la console VNC pour l’instance "%s"

source: Unable to get SPICE console for instance "%s".
fr: Impossible d'obtenir console SPICE par exemple "% de s".

source: Unable to retrieve instance details.
fr: Impossible de récupérer les précisions sur l’instance.

source: Unable to retrieve details for instance "%s".
fr: Impossible de récupérer les précisions sur l’instance "%s"

source: Instance Console
fr: Console d'instance

source: If console is not responding to keyboard input: click the grey status bar below.
fr: Si la console ne répond pas à la saisie au clavier: cliquez sur la barre d'état gris ci-dessous.

source: Click here to show only console
fr: Cliquez ici pour afficher seulement console

source: console is currently unavailable. Please try again later.
fr: console est actuellement indisponible. S'il vous plaît réessayer plus tard.

source: Reload
fr: Recharger

source: Instance Console Log
fr: Journal de la console des instances

source: Log Length
fr: Longueur du journal

source: Go
fr: Aller

source: View Full Log
fr: Voir tout le journal

source: Instance Overview
fr: Aperçu de l’instance

source: VCPU
fr: UC virtuelle

source: Disk
fr: Disque

source: IP Addresses
fr: Adresses IP

source: No rules defined.
fr: Aucune règle d’établie

source: Meta
fr: Méta

source: Key Name
fr: Nom de la clé

source: Volumes Attached
fr: Volumes annexés

source: Attached To
fr: Annexé à

source: on
fr: en marche

source: No volumes attached.
fr: Aucun volume d’annexé

source: You can customize your instance after it's launched using the options available here.
fr: L’instance peut être personnalisée après avoir été lancée au moyen des options présentées ici.

source: The "Customization Script" field is analogous to "User Data" in other systems.
fr: Le champ "Script de personnalisation" est analogue à celui de "Données de l’utilisateur" dans d’autres systèmes.

source: Specify the details for launching an instance.
fr: Spécifier les précisions pour lancer une instance

source: The chart below shows the resources used by this project in relation to the project's quotas.
fr: Le tableau ci-dessous indique les ressources exploitées par ce projet en fonction des quotas qui lui ont été attribués.

source: Flavor Details
fr: Précisions de la variante

source: Total Disk
fr: Disque total

source: MB
fr: Mo

source: Number of Instances
fr: Nombre d’instances

source: Number of VCPUs
fr: Nombre d’UC virtuelles

source: Total RAM
fr: RAM totale

source: Choose network from Available networks to Selected Networks by push button or drag and drop, you may change nic order by drag and drop as well.
fr: Changer de réseau parmi les réseaux disponibles aux réseaux sélectionnés par bouton-poussoir ou glisser-déposer, vous pouvez modifier l'ordre des nic par glisser-déposer ainsi.

source: An instance can be launched with varying types of attached storage. You may select from those options here.
fr: Il est possible de lancer une instance en y annexant divers types de stockage. Sélectionnez ces options ici.

source: Selected Networks
fr: réseau sélectionner

source: Available networks
fr: réseau disponible

source: Instance Detail
fr: Précision de l’instance

source: Project & User
fr: Projet et utilisateur

source: Don't boot from a volume.
fr: Ne pas initialiser à partir d’un volume

source: Boot from volume.
fr: Initialiser à partir du volume

source: Boot from volume snapshot (creates a new volume).
fr: Initialiser à partir de l’instantané du volume (crée un nouveau volume)

source: Volume Options
fr: Options du volume

source: Device Name
fr: Nom du dispositif

source: Volume mount point (e.g. 'vda' mounts at '/dev/vda').
fr: Point de montage du volume (par ex. « vda » correspond au point de montage « /dev/vda »

source: Delete on Terminate
fr: Supprimer une fois terminé

source: Delete volume on instance terminate
fr: Supprimer le volume à l’achèvement de l’instance

source: Please choose a volume, or select %s.
fr: Choisir un volume ou sélectionner %s.

source: Select Volume
fr: Choisir le volume

source: Unable to retrieve list of volumes.
fr: Impossible de récupérer la liste des volumes

source: Select Volume Snapshot
fr: Choisir un instantané de volume

source: Unable to retrieve list of volume snapshots.
fr: Impossible de récupérer la liste des instantanés de volume

source: Instance Source
fr: Source de l’instance

source: Instance Snapshot
fr: Instantané de l’instance

source: Size of image to launch.
fr: Taille de l’image à lancer

source: Instance Count
fr: Nombre d’instances

source: Number of instances to launch.
fr: Nombre d’instances à lancer

source: Details
fr: Précisions

source: There are no image sources available; you must first create an image before attempting to launch an instance.
fr: Aucune source d’images disponible. Vous devez créer une image avant de lancer une instance.

source: Please select an option for the instance source.
fr: Choisir une option pour la source de l’instance

source: Launching multiple instances is only supported for images and instance snapshots.
fr: Pour lancer plusieurs instances à la fois, vous devez passer par les instantanés d’image ou d’instance.

source: Unable to retrieve public images.
fr: Impossible de récupérer les images publiques

source: Unable to retrieve images for the current project.
fr: Impossible de récupérer les images du projet en cours

source: Select Image
fr: Choisir une image

source: No images available.
fr: Aucune image disponible

source: Select Instance Snapshot
fr: Choisir un instantané d’instance

source: No snapshots available.
fr: Aucun instantané disponible

source: Unable to retrieve instance flavors.
fr: Impossible de récupérer les variantes de l’instance

source: Unable to retrieve quota information.
fr: Impossible de récupérer l’information sur le quota

source: Which keypair to use for authentication.
fr: Quelle biclé servira à l’authentification?

source: Launch instance in these security groups.
fr: Lancer l’instance dans ces groupes de sécurité

source: Control access to your instance via keypairs, security groups, and other mechanisms.
fr: Contrôlez l’accès à votre instance au moyen de biclés, de groupes de sécurité ou un autre moyen

source: Unable to retrieve keypairs.
fr: Impossible de récupérer les biclés

source: Select a keypair
fr: Choisir une biclé

source: No keypairs available.
fr: Aucune biclé disponible

source: Unable to retrieve list of security groups
fr: Impossible de récupérer la liste des groupes de sécurité

source: Customization Script
fr: Script de personnalisation

source: A script or set of commands to be executed after the instance has been built (max 16kb).
fr: Script ou série d’instructions exécutable une fois que l’instance a été créée (max 16ko).

source: Post-Creation
fr: Post-création

source: At least one network must be specified.
fr: au moins qu'un réseau

source: Launch instance withthese networks
fr: Lancer l’instance avec ces réseaux

source: Networking
fr: Réseautique

source: Select networks for your instance.
fr: Choisissez les réseaux pour votre instance

source: Unable to retrieve networks.
fr: Impossible de récupérer les réseaux

source: Launched %(count)s named "%(name)s".
fr: Lancé %(count)s nommé "%(name)s".

source: Unable to launch %(count)s named "%(name)s".
fr: Impossible de lancer %(count)s nommé "%(name)s".

source: Unable to retrieve security group list. Please try again later.
fr: incapable de récupérer la liste des groupes de sécurité. S'il vous plaît réessayer plus tard.

source: Couldn't get current security group list for instance %s.
fr: Impossible d'obtenir la liste de groupe de sécurité par exemple% s.

source: Failed to modify %d instance security groups.
fr: Impossible de modifier% des groupes de sécurité de l'instance d.

source: From here you can add and remove security groups to this project from the list of available security groups.
fr: De là, vous pouvez ajouter et supprimer des groupes de sécurité pour ce projet à partir de la liste des groupes de sécurité disponibles.

source: All Security Groups
fr: Tous les groupes de sécurité

source: Instance Security Groups
fr: Par exemple des groupes de sécurité
